Repository: GarlicSticks/Insulam.Localization
Catalog: Game/*/Game.po
Languages: nl

# ST_Radio,Radio09b
source: Sokol and Arque killed many... but didn't count on them coming back.
nl: Sokol en Arque hebben er veel gedood... maar ze rekenden er niet op dat ze terugkwamen.

# ST_Radio,Radio10a
source: Sokol forces formed death squads, canvassing the island,
nl: Sokol-troepen hebben overal op het eiland doodseskaders gevormd

# ST_Radio,Radio10b
source: killing anything that moved. Shoot first, ask questions later.
nl: die alles doden wat beweegt. Ze schieten eerst en stellen vervolgens pas vragen.

# ST_Radio,Radio11a
source: Just a heads up, I'm hearing chatter on the security force radio channels.
nl: Even dat je het weet; ik hoor gepraat op de radiokanalen van de veiligheidstroepen.

# ST_Radio,Radio11b
source: It looks like they're sending over a team to the facility YOU just left.
nl: Het lijkt erop dat ze een team sturen naar de faciliteit die JIJ net hebt verlaten.

# ST_Radio,Radio12a
source: The infected thrive in the damp and dark areas. Keep moving, stay alert.
nl: De geïnfecteerden gedijen in vochtige en donkere gebieden. Blijf in beweging en blijf alert.

# ST_Radio,Radio14a
source: The radio chatter has picked up, looks like they've stationed a team up ahead.
nl: De radiogesprekken zijn hervat. Het lijkt erop dat ze verderop een team hebben gestationeerd.

# ST_Radio,Radio14b
source: Be prepared for ANYTHING.
nl: Wees voorbereid op ALLES.

# ST_Radio,Radio15a
source: They stationed at least three guards where you are, so stay alert.
nl: Ze hebben nog minstens drie bewakers gestationeerd op jouw locatie, dus blijf alert.

# Windows,LoadingLabel
source: LOADING
nl: LADEN

# Windows,StartupContent
source: Welcome to Estranged: Act II! This is the work in progress sequel to Estranged: Act I, also available on Steam. Act II is a spare time project (developed mainly by 1 person!) with help from a sound designer, contributions from a level designer, and community translators and testers. If you have any feedback, we are always available on the Steam forums, via the in-game feedback, or on discord.gg/estranged!
nl: Welkom bij Estranged: Act II! Dit is het vervolg in ontwikkeling op Estranged: Act I, dat ook beschikbaar is op Steam. Act II is een vrijetijdsproject (voornamelijk ontwikkeld door één persoon!) met de hulp van een geluidsontwerper, bijdragen van een levelontwerper en communityvertalers en -testers. Als je feedback voor ons hebt zijn we altijd beschikbaar op de Steam-fora, via de feedbackoptie in het spel of op discord.gg/estranged!

# Windows,StartupPlayButton
source: Play Estranged
nl: Estranged spelen

# Windows,StartupTitle
source: WELCOME TO ESTRANGED ACT II
nl: WELKOM BIJ ESTRANGED: ACT II

# World,DockEstablishingSubtitle
source: DAYS BEFORE THE EVENTS OF ACT I
nl: DAGEN VOOR DE GEBEURTENISSEN VAN ACT I

# World,DockEstablishingTitle
source: FAIR ISLE, SHETLAND, SCOTLAND
nl: FAIR ISLE, SHETLAND, SCHOTLAND

# World,RangePointsLabel
source: POINTS
nl: PUNTEN

# World,RangeTimeLabel
source: TIME
nl: TIJD

# World,TheFallEstablishingSubtitle
source: HOURS AFTER THE EVENTS OF ACT I
nl: UREN NA DE GEBEURTENISSEN VAN ACT I

# World,TheFallEstablishingTitle
source: UNKNOWN ISLAND, NORWEGIAN SEA
nl: ONBEKEND EILAND, NOORSE ZEE
