Repository: GarlicSticks/Insulam.Localization
Catalog: Game/*/Game.po
Languages: nl

# Hints,HintCrouch
source: Crouch under
nl: Bukken

# Hints,HintFireM9
source: Fire M9
nl: M9 afvuren

# Hints,HintFlashlight
source: Toggle flashlight
nl: Zaklamp aan/uit

# Hints,HintFlee
source: Flee
nl: Vluchten

# Hints,HintGameSaved
source: Game saved
nl: Spel opgeslagen

# Hints,HintInteract
source: Interact
nl: Interactie

# Hints,HintJump
source: Jump up
nl: Springen

# Hints,HintLoading
source: Loading
nl: Laden

# Hints,HintMove
source: Move around
nl: Bewegen

# Hints,HintOpenGate
source: Open gate
nl: Poort openen

# Hints,HintPickUp
source: Pick up object
nl: Object oppakken

# Hints,HintThrowRock
source: Throw rock
nl: Steen gooien

# Hints,HintTurnOnTv
source: Turn on TV
nl: Tv aanzetten

# Hints,HintUseMouse
source: Control computer
nl: Computer gebruiken

# Menus,BindingNotSet
source: None
nl: Geen

# Menus,BindingPressKey
source: Press a key
nl: Druk op een toets

# Menus,ButtonAdvanced
source: Advanced
nl: Geavanceerd

# Menus,ButtonApply
source: Apply Changes
nl: Wijzigingen toepassen

# Menus,ButtonAutoDetectSettings
source: Auto-Detect Settings
nl: Instellingen autom. detecteren

# Menus,ButtonBack
source: Back
nl: Terug

# Menus,ButtonChapter1
source: Chapter 1
nl: Hoofdstuk 1

# Menus,ButtonChapter2
source: Chapter 2
nl: Hoofdstuk 2

# Menus,ButtonChapter3
source: Chapter 3
nl: Hoofdstuk 3

# Menus,ButtonControlOptions
source: Controls
nl: Besturing

# Menus,ButtonCredits
source: Load Credits
nl: Credits laden

# Menus,ButtonEffects
source: Effects
nl: Effecten

# Menus,ButtonExit
source: Exit
nl: Afsluiten

# Menus,ButtonExitToMenu
source: Exit to Menu
nl: Afsluiten naar menu

# Menus,ButtonFeedback
source: Send Feedback
nl: Feedback verzenden

# Menus,ButtonFoliage
source: Foliage
nl: Gebladerte

# Menus,ButtonGuides
source: Guides
nl: Gidsen

# Menus,ButtonHordeWarehouse
source: Warehouse Horde
nl: Pakhuishorde

# Menus,ButtonLoadGame
source: Load Game
nl: Spel laden

# Menus,ButtonNewGame
source: New Game
nl: Nieuw spel

# Menus,ButtonPostProcess
source: Post-process
nl: Nabewerking

# Menus,ButtonPrelude
source: Prelude
nl: Inleiding

# Menus,ButtonRange
source: Shooting Range
nl: Schietbaan

# Menus,ButtonResume
source: Resume Game
nl: Spel hervatten

# Menus,ButtonSaveGame
source: Save Game
nl: Spel opslaan

# Menus,ButtonSaveLoad
source: Save / Load
nl: Opslaan/laden

# Menus,ButtonScreenOptions
source: Screen
nl: Scherm

# Menus,ButtonShadows
source: Shadows
nl: Schaduwen

# Menus,ButtonSoundOptions
source: Sound
nl: Geluid

# Menus,ButtonSP01
source: 1. Fall
nl: 1. Val

# Menus,ButtonSP02
source: 2. Scaffolding
nl: 2. Steiger

# Menus,ButtonSP03
source: 3. Pool
nl: 3. Zwembad

# Menus,ButtonSP04
source: 4. Mine
nl: 4. Mijn

# Menus,ButtonSP06
source: 6. Clearing
nl: 6. Open plek

# Menus,ButtonSP07
source: 7. Sewer
nl: 7. Riool

# Menus,ButtonSP08
source: 8. Elevator
nl: 8. Lift

# Menus,ButtonSP09
source: 9. Forest
nl: 9. Bos

# Menus,ButtonSP10
source: 10. Crevice
nl: 10. Kloof

# Menus,ButtonTextures
source: Textures
nl: Texturen

# Menus,ButtonViewDistance
source: View Distance
nl: Gezichtsveld

# Menus,CheckboxCommentary
source: In-Game Commentary
nl: Commentaar in spel

# Menus,CheckboxDisableDepthOfField
source: Disable Depth of Field
nl: Scherptediepte uitschakelen

# Menus,CheckboxDisableHighlight
source: Disable Object Highlight
nl: Objecten uitlichten uitschakelen

# Menus,CheckboxDisableHUD
source: Disable HUD
nl: HUD uitschakelen

# Menus,CheckboxDisableMotionBlur
source: Disable Motion Blur
nl: Bewegingsonscherpte uitschakelen

# Menus,CheckboxDisableSceneFringe
source: Disable Scene Fringe
nl: Randen kleurschifting uitschakelen

# Menus,CheckboxDisableVignette
source: Disable Vignette
nl: Vignettering uitschakelen

# Menus,CheckboxEnableStatsForNerds
source: Enable On-Screen Stats
nl: Statistieken op scherm inschakelen

# Menus,CheckboxInvertMouse
source: Invert Mouse
nl: Muis omkeren

# Menus,CheckboxLaptopMode
source: Laptop Mode
nl: Laptopmodus

# Menus,CheckboxLaptopModeHelp
source: Limit the frame rate to 30FPS to keep mobile devices such as laptops cooler when playing.
nl: Beperk de framerate tot 30 FPS om mobiele apparaten zoals laptops koeler te houden wanneer je speelt.

# Menus,DropdownAAMethod
source: AA Method
nl: AA-methode

# Menus,DropdownCulture
source: Culture
nl: Cultuur

# Menus,DropdownItemQualityModeEpic
source: Epic
nl: Episch

# Menus,DropdownItemQualityModeHigh
source: High
nl: Hoog

# Menus,DropdownItemQualityModeLow
source: Low
nl: Laag

# Menus,DropdownItemQualityModeMedium
source: Medium
nl: Gemiddeld

# Menus,DropdownItemWindowModeFullscreen
source: Fullscreen
nl: Volledig scherm

# Menus,DropdownItemWindowModelBorderless
source: Borderless
nl: Zonder rand

# Menus,DropdownItemWindowModeWindowed
source: Window
nl: Venster

# Menus,DropdownResolution
source: Resolution
nl: Resolutie

# Menus,DropdownWindowMode
source: Window Mode
nl: Venstermodus

# Menus,GameTag
source: ACT II EARLY ACCESS
nl: ACT II - VROEGTIJDIGE TOEGANG

# Menus,LabelEnterCheat
source: Enter Cheat
nl: Cheat invoeren

# Menus,LabelExperimentalOptions
source: Experimental Options
nl: Experimentele opties

# Menus,LabelExperimentalOptionsHelp
source: These options are experimental and may be lost.
nl: Deze opties zijn experimenteel en kunnen worden verwijderd.

# Menus,MenuControlOptions
source: CONTROLS
nl: BESTURING

# Menus,MenuLoadGame
source: LOAD GAME
nl: SPEL LADEN

# Menus,MenuNewGame
source: NEW GAME
nl: NIEUW SPEL

# Menus,MenuOptions
source: OPTIONS
nl: OPTIES

# Menus,MenuSaveLoadOptions
source: SAVE / LOAD
nl: OPSLAAN/LADEN

# Menus,MenuScreenOptions
source: SCREEN
nl: SCHERM

# Menus,MenuSoundOptions
source: SOUND
nl: GELUID

# Menus,OptionsButton
source: Options
nl: Opties

# Menus,SliderControllerSensitivity
source: Controller Sensitivity
nl: Controllergevoeligheid

# Menus,SliderEffectsVolume
source: Effects Volume
nl: Volume effecten

# Menus,SliderFieldOfView
source: Field of View
nl: Gezichtsveld

# Menus,SliderMouseSensitivity
source: Mouse Sensitivity
nl: Muisgevoeligheid

# Menus,SliderMusicVolume
source: Music Volume
nl: Volume muziek

# Menus,SliderScreenPercentage
source: Screen Percentage
nl: Schermpercentage

# Menus,SliderVoiceVolume
source: Voice Volume
nl: Volume stemmen

# Menus,TooltipInvertMouse
source: Invert the mouse Y axis
nl: Y-as van de muis omkeren

# Recordings,GarethThomasDiary1Part1
source: This is Gareth Thomas speaking. We have analysed the algae samples
nl: Dit is Gareth Thomas. We hebben de algenproefmonsters geanalyseerd

# Recordings,GarethThomasDiary1Part2
source: and found that the glowing is caused by a naturally occurring marine plankton in the surrounding area.
nl: en ontdekt dat het gloeien wordt veroorzaakt door een natuurlijk voorkomende zeeplankton in de omgeving.

# Recordings,GarethThomasDiary1Part3
source: We don't anticipate that our usage of the algae will be affected at all by the plankton.
nl: We verwachten niet dat ons gebruik van de algen door het plankton wordt beïnvloed.

# Recordings,GarethThomasDiary1Part4
source: And we consider it completely harmless, we don't anticipate it being a problem.
nl: We beschouwen het als volledig onschadelijk en verwachten niet dat het een probleem zal worden.

# Recordings,LiamJonesDiary1Part1
source: This is the uh, Liam Jones, audio diary, #1, uh
nl: Dit is het uh, audiologboek, #1, uh, van Liam Jones.

# Recordings,LiamJonesDiary1Part2
source: We just started studying the algae, and uh
nl: We zijn net begonnen met het bestuderen van de algen, en uh...

# Recordings,LiamJonesDiary1Part3
source: We realised that it actually glows if you leave it alone for a little while
nl: We realiseren ons dat het gloeit wanneer je het een tijdje met rust laat.

# Recordings,LiamJonesDiary1Part4
source: So, uh, that's cool! Uh, got a little sample here with me that...
nl: Dus, uh, dat is cool! Uh, heb hier een monstertje bij me dat...

# Recordings,LiamJonesDiary1Part5
source: ...i'm going to leave in my office for a bit, just to see what happens to it.
nl: ...ik even in mijn kantoor laat liggen, gewoon om te zien wat ermee gebeurt.

# Recordings,LiamJonesDiary2Part1
source: This is the uh, Liam Jones uh, diary #2
nl: Dit is, uh, logboek #2, van Liam Jones.

# Recordings,LiamJonesDiary2Part10
source: just do that Hawthorne, just let them know that I've misplaced it, and I need another one
nl: Doe dat gewoon, Hawthorne. Laat ze gewoon weten dat ik hem verkeerd heb weggelegd en dat ik een nieuwe nodig heb

# Recordings,LiamJonesDiary2Part11
source: or you could even say I need a spare badge, another one... I'm not sure where it went
nl: of je kunt zelfs zeggen dat ik een reservepenning nodig heb, nog eentje... Ik weet niet zeker waar ie is

# Recordings,LiamJonesDiary2Part12
source: ... just I need another badge is basically the bottom line
nl: ...ik heb gewoon een nieuwe penning nodig. Daar gaat het om

# Recordings,LiamJonesDiary2Part13
source: so if you could email the badge people Hawthorne
nl: dus als je de penningmensen kunt mailen, Hawthorne

# Recordings,LiamJonesDiary2Part14
source: and uh get me a new badge that would be good. OK.
nl: en uh, een nieuwe penning voor me kunt regelen, zou dat fijn zijn. Oké.

# Recordings,LiamJonesDiary2Part2
source: The samples are doing OK, we're just observing them now to see what happens
nl: De proefmonsters doen het goed. We observeren ze nu om te zien wat er gebeurt.

# Recordings,LiamJonesDiary2Part3
source: The head office have sent for some samples so we're going to ship some over there too in some boxes
nl: Het hoofdkantoor heeft wat monsters aangevraagd, dus we sturen er daar ook een paar in dozen heen.

# Recordings,LiamJonesDiary2Part4
source: Also, Hawthorne, when you get the chance, I lost my security badge...
nl: Hé, Hawthorne, als je de kans krijgt; ik ben m'n penning verloren...

# Recordings,LiamJonesDiary2Part5
source: but when you talk to the badge people just say um... like uh...
nl: maar als je met die penningmensen praat, zeg je gewoon, uhm... zo van, uh...

# Recordings,LiamJonesDiary2Part6
source: I don't know, someone- no, no, someone didn't take it, that's a bad reason
nl: Weet ik veel, iemand- Nee, nee, niemand heeft hem gepakt, dat is een slechte reden.

# Recordings,LiamJonesDiary2Part7
source: A fox, snuck in, and took my badge, and um, now I can't get into the main facility
nl: Een vos glipte naar binnen en pakte mijn penning, en uhm, nu kan ik niet in de hoofdfaciliteit komen.

# Recordings,LiamJonesDiary2Part8
source: Um so, if you could just tell them that... because last time it happened,
nl: Dus, um, als je ze gewoon dat kunt vertellen... omdat ze de vorige keer zeiden

# Recordings,LiamJonesDiary2Part9
source: they said it was my fault and they were a little bit reluctant about replacing it so
nl: dat het mijn fout was en ze een beetje terughoudend waren om hem te vervangen.

# Recordings,LiamJonesDiary3Part1
source: This is Liam Jones, the live sample security engineer on-site - we've just admitted
nl: Dit is Liam Jones, de beveiligingstechnicus voor levende proefmonsters ter plaatse. We hebben

# Recordings,LiamJonesDiary3Part2
source: Dr Frederick Prezella, into the observation room, uh, he became violent
nl: Dr. Frederick Prezella net in de observatiekamer gelaten. Hij werd, uh, agressief

# Recordings,LiamJonesDiary3Part3
source: and attacked one of my members of staff so we're going to keep him
nl: en viel een van mijn personeelsleden aan, dus we houden hem

# Recordings,LiamJonesDiary3Part4
source: under observation and probably move him off the island as soon as we can.
nl: vast ter observatie en vervoeren hem waarschijnlijk van het eiland wanneer dat kan.

# Recordings,LiamJonesDiary3Part5
source: We're not sure what caused this.
nl: We weten niet zeker waardoor dit komt.

# ST_Credits,AdditionalContributors
source: ADDITIONAL CONTRIBUTORS
nl: ANDERE BIJDRAGERS

# ST_Credits,AndYou
source: And You!
nl: En jij!

# ST_Credits,AndYouTemplated
source: And {name} (You!)
nl: En {name} (jij!)

# ST_Credits,CreatedWithUnrealEngine
source: Created with Unreal Engine
nl: Gemaakt met Unreal Engine

# ST_Credits,EstrangedTradeMark
source: "Estranged" is a trade mark of Alan Edwardes
nl: "Estranged" is een handelsmerk van Alan Edwardes

# ST_Credits,HelpTranslate
source: Help Translate Too!
nl: Help ook met vertalen!

# ST_Credits,MoreSoon
source: Temporary Ending More Content Soon!
nl: Tijdelijk einde Binnenkort meer inhoud!

# ST_Credits,Translators
source: TRANSLATORS
nl: VERTALERS

# ST_Credits,WithThanksTo
source: WITH THANKS TO
nl: MET DANK AAN

# ST_GuardChatter01,GuardChatter01
source: What do you think? He fell down there maybe?
nl: Wat denk je? Is hij naar beneden gevallen?

# ST_GuardChatter01,GuardChatter02
source: I dunno... this place is falling apart.
nl: Geen idee... Deze plek staat in ieder geval wel op instorten.

# ST_GuardChatter01,GuardChatter03
source: You know... if we report this, they're going to make us go down there.
nl: Weet je... Als we dit melden, laten ze ons daarin afdalen.

# ST_GuardChatter01,GuardChatter04
source: Yeah, I know. It's not worth it, let's just let the things get him.
nl: Ja, ik weet het. Het is het niet waard. Laat die dingen hem maar pakken.

# ST_GuardChatter01,GuardChatter05
source: That's fine by me. Let's move.
nl: Prima. Kom, we gaan.

# ST_John01,John01
source: I'm glad you're alive, I was beginning to think we wouldn't speak again.
nl: Ik ben blij dat je nog leeft. Ik begon te denken dat we elkaar nooit meer zouden spreken.

# ST_John01,John02
source: There was a message on my radio... it sounded like a man
nl: Ik ontving een bericht op mijn radio... Het klonk als een man.

# ST_John01,John03
source: I think he said professor? Trying to override the curfew message
nl: Ik denk dat hij professor zei? Probeerde boven het avondklokbericht uit te komen.

# ST_John01,John04
source: I left the hut to try to help
nl: Ik heb de hut verlaten om te helpen.

# ST_John01,John05
source: I followed the river for a while towards Wentworth, and found this abandoned guard post
nl: Ik volgde de rivier een tijdje richting Wentworth en heb deze verlaten wachtpost gevonden.

# ST_John01,John06
source: I was scavenging and noticed you on the CCTV... kind of lucky
nl: Ik keek wat rond en zag je op de camera... best toevallig.

# ST_John01,John07
source: We need to send an SOS off the island, about what Arque is doing here
nl: We moeten een SOS van het eiland sturen, over wat Arque hier doet.

# ST_John01,John08
source: If we have any hope of getting help, we need to stop that curfew message
nl: Als we ook maar enige hoop hebben op hulp, moeten we dat avondklokbericht stoppen.

# ST_John01,John09
source: Only something powerful could be sending that out, but...
nl: Alleen iets krachtigs kan dat verzenden, maar...

# ST_John01,John10
source: I know of one very old satellite station on the island
nl: Ik weet dat er een oud satellietstation op het eiland staat.

# ST_John01,John11
source: I thought it was decommissioned
nl: Ik dacht dat het uit bedrijf genomen was.

# ST_John01,John12
source: Someone will be watching - you need to get away from Arque buildings. It isn't safe.
nl: Er kijkt vast iemand. Je moet wegblijven van Arque-gebouwen. Het is niet veilig.

# ST_John01,John13
source: They're all heavily armed. Between them and the infected you need to be extremely careful not to attract attention.
nl: Ze zijn allemaal zwaar bewapend. Tussen hen en de geïnfecteerden moet je enorm voorzichtig doen om geen aandacht te trekken.

# ST_John01,John14
source: I'm going to destroy this station and move on.
nl: Ik vernietig dit station en ga dan verder.

# ST_John01,John15
source: Pick up the portable radio on the table. I'll try to make contact soon.
nl: Pak de draagbare radio van de tafel. Ik probeer binnenkort contact te maken.

# ST_John01,JohnNag01
source: Hello? Pick up, it's John
nl: Hallo? Neem op, ik ben John.

# ST_John01,JohnNag02
source: I can see you on the CCTV, answer the radio!
nl: Ik kan je op de camera zien. Beantwoord de radio!

# ST_John01,JohnNag03
source: Press the button to answer, it will secure the channel
nl: Druk op de knop om te antwoorden. Het zal het kanaal beveiligen.

# ST_John01,JohnNag04
source: I don't know how long I can stay here, pick up
nl: Ik weet niet hoelang ik hier kan blijven, antwoord nou.

# ST_John01,JohnNag05
source: Come on, pick up... I can see you
nl: Kom op, antwoord... Ik kan je zien.

# ST_John01,JohnNag06
source: Hello?
nl: Hallo?

# ST_John01,JohnNag07
source: Is anyone there?
nl: Is daar iemand?

# ST_JohnActI,JohnActI01
source: Hello?
nl: Hallo?

# ST_JohnActI,JohnActI02
source: If anyone can hear this, my name is Johnathan Derril.
nl: Als iemand dit kan horen, mijn naam is Johnathan Derril.

# ST_JohnActI,JohnActI03
source: And I need help.
nl: En ik heb hulp nodig.

# ST_JohnActI,JohnActI04
source: These things, they've taken over the island.
nl: Deze dingen, ze hebben het eiland overgenomen.

# ST_JohnActI,JohnActI05
source: Anyone, please, I have supplies, but-
nl: Iemand, alsjeblieft, ik heb voorraden, maar-

# ST_JohnActI,JohnActI06
source: They're out there.
nl: Ze zijn daarbuiten.

# ST_LaserScan01,LaserScan01
source: Welcome to Arque East. Please stand by for biological scan.
nl: Welkom bij Arque East. Blijft u staan voor de biologische scan.

# ST_LaserScan01,LaserScan02
source: Biological scan completed. No foreign material found.
nl: Biologische scan voltooid. Geen vreemd materiaal gevonden.

# ST_LaserScan01,LaserScan03
source: Please proceed, and have a nice day.
nl: Gaat u verder. Nog een fijne dag.

# ST_NewsReport01,NewsReport01
source: The private security firm Sokol-Glockner has been criticised for the second time this year
nl: Het particuliere beveiligingsbedrijf Sokol-Glockner is voor de tweede keer dit jaar bekritiseerd

# ST_NewsReport01,NewsReport02
source: with its heavy handed use of live ammunition in its protective assignments.
nl: vanwege het met scherp schieten in beschermingstaken.

# ST_NewsReport01,NewsReport03
source: The company’s policy states that live ammunition is to be used on all assignments,
nl: Het beleid van het bedrijf stelt dat er bij elke taak met scherp geschoten dient te worden,

# ST_NewsReport01,NewsReport04
source: however campaigners say this is unnecessary, and incites the violence they wish to avoid.
nl: maar activisten verwerpen dit en zeggen dat het juist aanzet tot het geweld dat ze willen vermijden.

# ST_NewsReport01,NewsReport05
source: The company declined to comment when asked, but others say it’s an accident waiting to happen.
nl: Het bedrijf weigerde om commentaar te geven, maar anderen zeggen dat het nu slechts wachten op een ongeluk is.

# ST_NewsReport01,NewsReport06
source: The government contractor is responsible for a number of overseas operations,
nl: De overheidscontractant is verantwoordelijk voor een aantal overzeese operaties,

# ST_NewsReport01,NewsReport07
source: which sources say is why the government is not commenting on this matter.
nl: waarvan bronnen zeggen dat dat de reden is dat de overheid hier niet op ingaat.

# ST_NewsReport01,NewsReport08
source: Sokol-Glockner entered headlines earlier this year for its hand in the accidental shooting of
nl: Sokol-Glockner kwam eerder dit jaar al in het nieuws vanwege de betrokkenheid bij een schietpartij

# ST_NewsReport01,NewsReport09
source: an Arque Corporation employee on one of its offshore drilling platforms.
nl: met een medewerker van Arque Corporation op een van hun aflandige boorplatformen.

# ST_NewsReport01,NewsReport10
source: The 37 year old employee emerged on a beach after evidently swimming from the platform,
nl: De 37-jarige medewerker dook op op een strand nadat hij klaarblijkelijk van het platform was gezwommen.

# ST_NewsReport01,NewsReport11
source: while doctors later confirmed a bullet in his leg.
nl: Dokters bevestigden later dat er een kogel in zijn been zat.

# ST_NewsReport01,NewsReport12
source: Sokol-Glockner confirmed the bullet was fired from one of their weapons,
nl: Sokol-Glockner bevestigde dat de kogel uit een van hun wapens was afgeschoten,

# ST_NewsReport01,NewsReport13
source: but refused to comment on the case. It insisted it was working with the relevant authorities.
nl: maar weigerde op de zaak te reageren. Het drong erop aan dat met de relevante autoriteiten werd gewerkt.

# ST_NewsReport01,NewsReport14
source: Weather now - storm Edwin continues to make landfall,
nl: Nu tijd voor het weer: storm Edwin houdt aan op het land,

# ST_NewsReport01,NewsReport15
source: but today provides residents in the north with a day of calm.
nl: maar voor inwoners in het noorden blijft het vandaag rustig.

# ST_NewsReport01,NewsReport16
source: Meteorologists are advising everyone in the area that the worst of the storm is yet to come,
nl: Meteorologen waarschuwen echter dat de ergste storm nog moet komen

# ST_NewsReport01,NewsReport17
source: and they should prepare by filling bathtubs with water, and stocking food to last for at least two days.
nl: en raden iedereen in het gebied aan om badkuipen met water te vullen en voedsel voor minstens twee dagen in te slaan.

# ST_NewsReport01,NewsReport18
source: That’s all from me, join us tomorrow at 7 for the Breakfast Burst.
nl: Hiermee sluiten we af. Kijk morgen om 7 uur weer voor het ochtendnieuws.

# ST_Radio,Radio01a
source: It's good to hear from you again. You really stirred them up back there.
nl: Goed om weer van je te horen. Je hebt ze daar even flink opgeschud.

# ST_Radio,Radio01b
source: Keep the radio on. We've got work to do.
nl: Houd de radio aan. We hebben werk te doen.

# ST_Radio,Radio02a
source: Arque security forces continue to canvas the island.
nl: Het eiland is vergeven van Arque-veiligheidstroepen.

# ST_Radio,Radio02b
source: They're the shoot first, ask questions later type.
nl: Ze zijn het soort dat eerst schiet en vervolgens pas vragen stelt.

# ST_Radio,Radio02c
source: Stay away from them.
nl: Blijf bij ze uit de buurt.

# ST_Radio,Radio03a
source: There's a curfew in effect for everyone on the island...
nl: Er is een avondklok van kracht voor iedereen op het eiland...

# ST_Radio,Radio03b
source: ...at least, those that aren't infected.
nl: …tenminste, voor degenen die niet geïnfecteerd zijn.

# ST_Radio,Radio03c
source: This has given THEM a license to kill on sight.
nl: Nu hebben ZIJ toestemming om direct te doden.

# ST_Radio,Radio04a
source: If we want to contact the outside world,
nl: Als we contact met de buitenwereld willen opnemen

# ST_Radio,Radio04b
source: we need to stop Arque's curfew message and disable their signal jammer.
nl: moeten we het avondklokbericht van Arque stoppen en hun stoorzender uitschakelen.

# ST_Radio,Radio05a
source: Arque have been broadcasting from an old
nl: Arque zendt uit vanaf een oud satellietstation

# ST_Radio,Radio05b
source: satellite station on the other side of the island.
nl: aan de andere kant van het eiland.

# ST_Radio,Radio05c
source: We need to get there, and stop it.
nl: We moeten daarheen en het stoppen.

# ST_Radio,Radio07a
source: Arque evacuated their office facilities when the infection first broke out.
nl: Arque heeft hun kantoorfaciliteiten geëvacueerd toen de infectie uitbrak.

# ST_Radio,Radio07b
source: They managed to contain it for the first few hours... but it got out.
nl: Ze hadden het de eerste paar uur onder controle... maar het ging mis.

# ST_Radio,Radio08a
source: Arque brought in their security force Sokol-Glockner to deal with the outbreak.
nl: Arque haalde hun beveiligingsbedrijf Sokol-Glockner erbij om de uitbraak af te handelen.

# ST_Radio,Radio08b
source: The next few hours were a disaster.
nl: De uren erna waren een ramp.

# ST_Radio,Radio09a
source: With this infection people don't stay dead for long.
nl: Met deze infectie blijven mensen niet lang dood.
